---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ColorSchemeLocation
source: html/3999cd96-7486-6e81-0174-0f530493b9e0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ColorSchemeLocation Property

"Color Scheme Location"

## Syntax (C#)
```csharp
public static ForgeTypeId ColorSchemeLocation { get; }
```